Repository: giellalt/corpus-sme
Catalog: prestable/tmx/eng/admin/depts/regjeringen.no/dok_id_439279.html.tmx
Source language: sme
Languages: eng

source: Proposišuvnnat ja dieđáhusat leat áášebáhpárat mat ovddiduvvojit Stuorradiggái.
eng: The ministries publishes several types of documents:

source: Lágat ja njuolggadusat leat lágat, láhkaásahusat, láidestusat ja dakkáraččat mat gullet departemeantta ovddasvástádussurggiide.
eng: Propositions and reports are documents presented to the Storting.

source: Johtočállosat leat diehtojuohkinčállosat departemeanttas guoskevaš beliide lágaid ja láhkaásahusaid dulkomiid birra.
eng: Acts and regulations include laws, regulations, guidelines, etc. related to the Ministry ’ s areas of responsibility.

source: Ulbmil lea árvvoštallat almmolaš doaibmabijuid ekonomalaš ja hálddahuslaš váikkuhusaid.
eng: Circular are information from the ministry to affected parties about interpretations of laws and regulations.

source: NÁČaid (Norgga almmolaš čielggademiid) ráhkadit lávdegottit dahje bargojoavkkut maid departemeanttat nammadit.
eng: Norwegian Official Reports are made by committees and work groups appointed by the Ministry.

source: Raporttaid ja plánaid ráhkadit dábálaččat departemeantta olggobeallásaš dutkit dahje lávdegottit. Dat sáhttet leat raporttat, analysat (guorahallamat) ja kártemat mat geigejuvvojit departementii.
eng: Reports and plans are usually made by external researchers or a committee, and include reports, analysis and surveys delivered to the Ministry.

source: Bagadusat ja gihppagat muitalit departemeantta politihka ja geavada birra, čuvgehussan eanebuidda.
eng: Guidelines and brochures inform about the Ministry ’ s politics and policies, and target a wider audience.

source: Ealáhus- ja guolástusdepartemeanta
eng: Core values of Norway ' s defence sector

source: [Láhka, Ráđđehus.no, 31.12.2013]
eng: [Guidelines and brochures, Ministry of Defence, 12.09.2014]

source: Lága dievasteakstas
eng: The defence sector promotes certain general values.

source: Sámi logut muitalit 5
eng: Health System in Transition, Norway

source: Čielggaduvvon sámi statistihkka 2012
eng: Health system review

source: [Raporta, Gielda- ja ođasmahttindepartemeanta, 13.11.2013]
eng: [Report, Ministry of Health and Care Services, 01.09.2014]

source: ﻿﻿﻿﻿Sámi statistihka fágalaš analysajoavku almmuha jahkásaččat raportta mas leat sámi statistihka birra čielggadeamit.
eng: Norway ’ s fifth national report to the Convention on Biological Diversity

source: Raporta veahkeha lasihit máhtolašvuođa maid ráđđehus ja Sámediggi sáhttet geavahit sámepolitihkalaš barggus, sihke ráđđádallamiin, bušeahttaráhkkanemiin ja doaimmaid ovddideamis.
eng: [Report, Ministry of Climate and Environment, 10.07.2014]

source: Sámi logut muitalit 6
eng: The report presents information on status and trends for biodiversity in Norway, measures undertaken to implement the Convention since 2009, successes and remaining Challenges.

source: Čielggaduvvon sámi statistihkka 2013
eng: Integrated Management of the Marine Environment of the North Sea and Skagerrak (Management Plan)

source: Dieđ St. 48 (2012–2013)
eng: Barriers to digitizatioen

source: Sámedikki doaimma birra 2012
eng: Executive summary of KPMG report to the Norwegian Ministry of Local Government and Modernisation

source: [Stuorradiggedieđáhus, Gielda- ja ođasmahttindepartemeanta, 04.10.2013]
eng: [Report, Ministry of Local Government and Modernisation, 18.06.2014]

source: [Plána, Gielda- ja ođasmahttindepartemeanta, 04.09.2013]
eng: On the assignment from the Ministry of Local Government and Modernisation, KPMG has undertaken a mapping and analysis of barriers for digitalization among Norwegian Companies.

source: Boahtteáiggi fuolahus
eng: MOOCs for Norway

source: [Stuorradiggedieđáhus, Dearvvašvuođa- ja fuolahusdepartemeanta, 19.04.2013]
eng: [Norwegian Official Report (NOU.), Ministry of Education and Research, 16.06.2014]

source: Johtučálus Sámediggeválggaid láhkaásahusa rievdadusaid birra – diehtu jienasteddjiide geat besset duššefal ovddalgihtii jienastit Sámediggeválggas
eng: Norway in Europe. The Norwegian Government ' s Strategy for Cooperation with the EU 2014-2017

source: [Johtočállosat, Gielda- ja ođasmahttindepartemeanta, 18.03.2013]
eng: [Plan, Ministry of Foreign Affairs, 11.06.2014]

source: Rievdadus almmuhuvvui ja fápmuduvvui juovlamánu 19. b. 2012.
eng: Action plan against Radicalisation and Violent Extremism

source: [Stuorradiggedieđáhus, Gielda- ja ođasmahttindepartemeanta, 28.09.2012]
eng: [Plan, Ministry of Justice and Public Security, 10.06.2014]
